Repository: dconnet/AgilityBook
Catalog: src/Win/res/*/help.po
Languages: fr

# HIDC_OPT_CAL_ENTRIES
source: Select a type of calendar entry in order to set its color.
fr: Sélectionner un type d'entrée du calendrier afin de modifier sa couleur.

# HIDC_OPT_CAL_COLOR_SET
source: Use this to change the color used for drawing the selected calendar entry.
fr: Pour modifier la couleur utilisée pour dessiner l'entrée du calendrier sélectionné.

# HIDC_OPT_CAL_FONT
source: Set the font to be used when viewing the dates in the calendar.
fr: Modifier la police utilisée pour afficher les dates du calendrier.

# HIDC_OPT_PRINT_FONT
source: Set the font to be used when printing.
fr: Modifier la police utilisée pour imprimer les dates du calendrier.

# HIDC_OPT_PRINT_MARGIN_L
source: Set the left margin for printing.
fr: Modifier la marge gauche pour imprimer, en pouce.

# HIDC_OPT_PRINT_MARGIN_R
source: Set the right margin for printing.
fr: Modifier la marge droite pour imprimer, en pouce.

# HIDC_OPT_PRINT_MARGIN_T
source: Set the top margin for printing.
fr: Modifier la marge de haut de page pour imprimer, en pouce.

# HIDC_OPT_PRINT_MARGIN_B
source: Set the bottom margin for printing.
fr: Modifier la marge de bas de page pour imprimer, en pouce.

# HIDC_WIZARD_EXPORT_ASSIGN
source: Configure how the exported data is aligned. When the fields/columns are assigned, changes will be reflected in the preview below.
fr: Configurer la façon dont les données exportées sont alignées. Quand les champs/colonnes sont assignés, les changements seront affichés dans l'aperçu dessous.

# HIDC_WIZARD_EXPORT_DATE
source: Format the date will be exported in.
fr: Le format dans lequel la date sera exportée.

# HIDC_WIZARD_EXPORT_DELIM
source: The specified character separates the various fields.
fr: Le caractère qui sépare les différents champs.

# HIDC_WIZARD_EXPORT_DELIM_COLON
source: A colon character separates the various fields.
fr: ":" est utilisé pour séparer les différents champs.

# HIDC_WIZARD_EXPORT_DELIM_COMMA
source: A comma character separates the various fields.
fr: "," est utilisé pour séparer les différents champs.

# HIDC_WIZARD_EXPORT_DELIM_OTHER
source: The specified character separates the various fields.
fr: Le caractère spécifié pour séparer les différents champs.

# HIDC_WIZARD_EXPORT_DELIM_SEMI
source: A semi-colon character separates the various fields.
fr: ";" est utilisé pour séparer les différents champs.

# HIDC_WIZARD_EXPORT_DELIM_SPACE
source: A space character separates the various fields.
fr: " " est utilisé pour séparer les différents champs.

# HIDC_WIZARD_EXPORT_DELIM_TAB
source: A tab character separates the various fields.
fr: Un tabulation est utilisé pour séparer les différents champs.

# HIDC_WIZARD_EXPORT_PREVIEW
source: Preview of how the exported data will appear. Use the 'Assign Columns' button above to align.
fr: Un aperçu de la façon dont les données exportées apparaîtront. Utiliser le bouton 'Assigner des Colonnes' au-dessus pour aligner.

# HIDC_WIZARD_IMPORT_ASSIGN
source: Configure how the imported data is aligned. When the fields/columns are assigned, changes will be reflected in the preview below.
fr: Configurer comment les données importées seront alignées. Quand les champs/colonnes sont assignées, les changements seront affichés dans l'aperçu dessous.

# HIDC_WIZARD_IMPORT_DATE
source: Format the imported date is in.
fr: Le format dans lequel la date sera importée.

# HIDC_WIZARD_IMPORT_DELIM
source: The specified character separates the various fields.
fr: Le caractère spécifié sépare les champs différents.

# HIDC_WIZARD_IMPORT_DELIM_COLON
source: A colon character separates the various fields.
fr: ":" est utilisé pour séparer les différents champs.

# HIDC_WIZARD_IMPORT_DELIM_COMMA
source: A comma character separates the various fields.
fr: "," est utilisé pour séparer les différents champs.

# HIDC_WIZARD_IMPORT_DELIM_OTHER
source: The specified character separates the various fields.
fr: Le caractère qui sépare les différents champs.

# HIDC_WIZARD_IMPORT_DELIM_SEMI
source: A semi-colon character separates the various fields.
fr: ";" est utilisé pour séparer les différents champs.

# HIDC_WIZARD_IMPORT_DELIM_SPACE
source: A space character separates the various fields.
fr: " " est utilisé pour séparer les différents champs.

# HIDC_WIZARD_IMPORT_DELIM_TAB
source: A tab character separates the various fields.
fr: Un tabulation est utilisé pour séparer les différents champs.

# HIDC_WIZARD_IMPORT_FILE
source: Select a file to import.
fr: Choisir un dossier pour importer.

# HIDC_WIZARD_IMPORT_PREVIEW
source: Preview of how the imported fields are aligned. Verify the data is aligned properly before importing. Use the 'Assign Columns' button above to align.
fr: Un aperçu de la façon dont les champs importés seront alignés. Vérifiez que les données sont alignées comme il faut avant d'importer. Utiliser le bouton 'Assigner des Colonnes' au-dessus pour aligner.

# HIDC_WIZARD_IMPORT_ROW
source: Start the import at the specified row. This allows skipping of header data.
fr: Commencer l'importation à la ligne spécifiée. Ceci permet de ne pas inclure les données d'en-tête.

# HIDC_WIZARD_IMPORT_ROW_SPIN
source: Use this to scroll the starting row.
fr: Utiliser ceci pour défiler jusqu'à la ligne de début

# HIDC_WIZARD_START_ARB
source: Import data from or export data to another Agility Record Book file.
fr: Importer des données de, ou exporter des données vers, un autre fichier de Agility Record Book.

# HIDC_WIZARD_START_CALC
source: Import data directly from or export data directly to Open Office Calc.
fr: Importer des données directement de, ou exporter des données directement vers, Open Office Calc.

# HIDC_WIZARD_START_EXCEL
source: Import data directly from or export data directly to Microsoft Excel.
fr: Importer des données directement de, ou exporter des données directement vers, Microsoft Excel.

# HIDC_WIZARD_START_LIST
source: Things that can be imported or exported. Selecting an item will display some information in the pane to the right.
fr: Données qui peuvent être importées ou exportées. Choisir un article affichera des informations dans le volet de droite.

# HIDC_WIZARD_START_SPREADSHEET
source: Import data from or export data to a spreadsheet in text form.
fr: Importer des données de, ou exporter des données vers, un tableur en format texte.

# HIDC_CONFIG_MULTIQ_SHORTNAME
source: Short name of multiple-Q configuration.
fr: Le nom court de configuration MultiQ.

# HIDC_CONFIG_MULTIQ_NAME
source: Full name of multiple-Q configuration.
fr: Le nom complet de configuration MultiQ.

# HIDC_CONFIG_MULTIQ_DATE_VALID_FROM
source: Enable/disable the setting of a date. This allows for evolving rule changes.
fr: Activer ou désactiver la possibilité de fixer une date. Avec ceci, vous pouvez faire évoluer les règles.

# HIDC_CONFIG_MULTIQ_DATE_START
source: Date this multiple-Q becomes valid.
fr: Date à partir de laquelle ce MultiQ deviendra valide.

# HIDC_CONFIG_MULTIQ_DATE_VALID_TO
source: Enable/disable the setting of a date. This allows for evolving rule changes.
fr: Activer ou désactiver la possibilité de fixer une date. Avec ceci, vous pouvez faire évoluer les règles.

# HIDC_CONFIG_MULTIQ_DATE_END
source: Date this multiple-Q is valid until.
fr: Date jusqu'à laquelle ce MultiQ sera valide.

# HIDC_CONFIG_MULTIQ_ITEMS
source: List of events that define a multiple-Q.
fr: Liste des épreuves qui définissent un MultiQ.

# HIDC_CONFIG_MULTIQ_ADD
source: Add an event to the multiple-Q configuration.
fr: Ajouter une épreuve à la configuration de MultiQ.

# HIDC_CONFIG_MULTIQ_EDIT
source: Edit a selected event.
fr: Éditer une épreuve choisie.

# HIDC_CONFIG_MULTIQ_DELETE
source: Delete a selected event.
fr: Supprimer une épreuve choisie.

# HIDC_EVENT_SELECT_DIVISION
source: Division of this multiple-Q item.
fr: Le niveau conducteur pour cet article de MultiQ.

# HIDC_EVENT_SELECT_LEVEL
source: Level of this multiple-Q item.
fr: Le degré pour cet article de MultiQ.

# HIDC_EVENT_SELECT_EVENT
source: Event of this multiple-Q item.
fr: Lépreuve pour cet article de MultiQ.

# HIDC_POINTS_VIEW_SORT_C1
source: Set the primary sort key for viewing events in the Points view.
fr: Spécifier la clef primaire pour trier les entrées affichées dans laffichage Points.

# HIDC_POINTS_VIEW_SORT_C2
source: Set the secondary sort key for viewing events in the Points view.
fr: Spécifier la clef secondaire pour trier les entrées affichées dans laffichage Points.

# HIDC_POINTS_VIEW_SORT_C3
source: Set the tertiary sort key for viewing events in the Points view.
fr: Spécifier la clef tertiaire pour trier les entrées affichées dans laffichage Points.

# HIDC_PLUGIN_TREE
source: List of available calendar plugins and their calendar entries.
fr: Liste de plugins calendrier disponible et leurs entrées de calendrier.

# HIDC_PLUGIN_DETAILS
source: Details for the selected item in the tree.
fr: Les détails pour l'article choisi dans larborescence.

# HIDC_PLUGIN_READ
source: Read the calendar entries from the selected plugins.
fr: Lire les entrées calendrier à partir des plugins choisis.

# HIDC_PLUGIN_ADD
source: Add the selected calendar entries into the program.
fr: Ajouter les entrées calendrier choisies dans le programme.

# HIDC_PLUGIN_ENABLE
source: Enable the selected plugin. Plugins may be disabled because the format of the html that was expected has changed, causing the parsing algorithm to fail. Normally, a plugin should only be enabled if a new version of the plugin has been obtained.
fr: Activer le plugin choisi. Les Plugins peuvent être désactivés si le format du fichier html prévu a changé, causant l'écher de l'algorithme d'analyse. Normalement, un plugin ne devrait être activé que si la dernière version de ce plugin a été téléchargée.

# HIDC_PLUGIN_QUERYDETAILS
source: Edit detailed query information for the selected plugin, if available.
fr: Éditer l'information détaillée pour le plugin choisi, si disponible.

# HIDC_PLUGIN_NEW
source: Add a new Calendar plugin to the current configuration.
fr: Rajouter un nouveau plugin Calendrier à la configuration actuelle.

# HIDC_PLUGIN_EDIT
source: Edit the selected Calendar plugin (only applicable to plugs in the configuration)
fr: Éditer le plugin Calendrier sélectionné. (Sapplique seulement aux plugins dans la configuration.)

# HIDC_PLUGIN_DELETE
source: Delete the selected Calendar plugin (only applicable to plugs in the configuration)
fr: Supprimer le plugin Calendrier sélectionné. (Sapplique seulement aux plugins dans la configuration.)

# HIDC_QUERY_LOCATIONS
source: List of location codes and names that a plugin can specifically query. The code is used in the actual query and the name is displayed.
fr: Liste des codes d'endroit et noms qu'un plugin peit demander. Le code est utilisé et le nom est affiché.

# HIDC_QUERY_LOCCODE_NEW
source: Create a new Location code entry.
fr: Créer une nouvelle entrée code Endroit.

# HIDC_QUERY_LOCCODE_EDIT
source: Edit the selected Location code entry.
fr: Éditer lentrée code Endroit sélectionné.

# HIDC_QUERY_LOCCODE_DELETE
source: Delete the selected Location code entry.
fr: Supprimer lentrée code Endroit sélectionné.

# HIDC_QUERY_VENUES
source: List of venue codes and names that a plugin can specifically query. The code is used in the actual query and the venue name is one of Agility Record Book's venue names.
fr: Liste des codes d'organisation et noms qu'un plugin peut demander. Le code est utilisé et le nom dorganisation est un des organisation dans Agility Record Book.

# HIDC_QUERY_VENUE_NEW
source: Create a new Venue code entry.
fr: Créer une nouvelle entrée code Organisation.

# HIDC_QUERY_VENUE_EDIT
source: Edit the selected Venue code entry.
fr: Éditer lentrée code Organisation sélectionné.

# HIDC_QUERY_VENUE_DELETE
source: Delete the selected Venue code entry.
fr: Supprimer lentrée code Organisation sélectionné.

# HIDC_PLUGINDETAIL_NAME
source: Name of the plugin.
fr: Nom du plugin.

# HIDC_PLUGINDETAIL_DESC
source: Description of plugin.
fr: Description du plugin.

# HIDC_PLUGINDETAIL_SEARCH
source: This URL is used to read data from the Internet. The "!L!" and "!V!" strings are replaced with the location and venue codes a user selects. Multiple codes are assembled using the '+' character between the codes.
fr: Cet adresse URL est utilisée pour lire des données de lInternet. Les textes "!L!" et "!V!" seront remplacés avec les codes dendroit et dorganisation sélectionnés par lutilisateur. Plusieurs codes seront assemblés en utilisant le caractère + entre les codes.

# HIDC_PLUGINDETAIL_HELP
source: Special URL that will guide the user to an external web site for additional details. This will typically be used by a supplier of Calendar data that limits what is available to the general public and sells additional data for a fee. This URL would be used to describe how to get that additional data.
fr: URL spécial pour diriger lutilisateur vers un site Internet externe pour plus de détails. Typiquement utilisé par un fournisseur de données calendrier qui limite les données accessibles gratuites et vend des données supplémentaires de ce site.

# HIDC_PLUGINDETAIL_CODES
source: Configure the Location and Venue codes that are supported.
fr: Configurer les codes Endroit et Organisation qui sont permis.

# HIDC_QUERYDETAIL_CODE
source: This is the code that will be transmitted to the web site as part of the query URL.
fr: Ceci est le code qui va être transmis au site web faisant parti de la query URL.

# HIDC_QUERYDETAIL_NAME
source: This is the pretty name displayed to the user to select a code.
fr: Ceci est le nom qui va être affiché à lutilisateur pour sélectionner un code.

# HIDC_QUERYDETAIL_COMBO
source: This is the pretty name displayed to the user to select a code.
fr: Ceci est le nom qui va être affiché à lutilisateur pour sélectionner un code.

# HIDC_RUNSCORE_OBSTACLES
source: Number of obstacles attempted. For runs with an opening and closing time, this is only the number in the opening.
fr: Nombre d'obstacles tentés. Pour des parcours avec des temps de départ et d'arrivée c'est le nombre pour le départ.

# HIDC_RUNSCORE_OBSTACLES_PER_SEC
source: Number of obstacles per second. For runs with an opening/closing time, only the opening time is used. For other runs, the dog's time is used.
fr: Nombre d'obstacles par seconde. Pour des parcours avec des temps de départ et d'arrivée, seulement le temps de départ est utilisé. Autrement le temps du chien est utilisé.
