Repository: dconnet/AgilityBook
Catalog: src/Win/res/*/help.po
Languages: fr

# HIDC_EXISTING_DIVISION
source: Division these points were earned in.
fr: Le niveau conducteur pour lequel ces points ont été gagnés.

# HIDC_EXISTING_EVENT
source: Event these points were earned in.
fr: L'épreuve dans laquelle ces points ont été gagnés.

# HIDC_EXISTING_LEVEL
source: Level these points were earned in.
fr: Degré dans lequel ces points ont été gagnés.

# HIDC_EXISTING_MULTIQ
source: Multiple Q that was earned.
fr: MultiQ gagnés.

# HIDC_EXISTING_OTHERPOINTS
source: Other Points these points were earned in.
fr: Type dAutres Points pour ces points.

# HIDC_EXISTING_POINTS
source: Number of points earned.
fr: Nombre des points gagnés.

# HIDC_EXISTING_SUBNAME
source: Extra naming information used to organize events.
fr: Information supplémentaire sur nom utilisé pour organiser des épreuves.

# HIDC_EXISTING_TYPE
source: Type of existing points. Note, if entering a Snooker run and you have SuperQ points, you should create two separate entries for the points.
fr: Type de points existants. Notez que si vous entrez un parcours Snooker et vous avez des points SuperQ, vous devez créer deux entrées séparées pour les points.

# HIDC_EXISTING_VENUES
source: Venue these points were earned in.
fr: Lendroit o les points ont été gagnés.

# HIDC_FAULTS
source: List of all faults, both configured and user-defined. You may also enter any text you want.
fr: Liste de toutes les fautes configurées y compris celles définies par lutilisateur. Vous pouvez entrer n'importe quel texte.

# HIDC_FIND_ALL
source: Search all fields in this view.
fr: Chercher dans tous champs de cet affichage.

# HIDC_FIND_CASE
source: Match case when searching.
fr: Respecter la casse.

# HIDC_FIND_DOWN
source: Search from the selected item down.
fr: Chercher vers le bas depuis l'article sélectionné.

# HIDC_FIND_NAME
source: Text to search for.
fr: Texte à chercher.

# HIDC_FIND_UP
source: Search from the selected item up.
fr: Chercher vers le haut depuis l'article sélectionné.

# HIDC_FIND_VISIBLE
source: Search only the fields that are visible in this view.
fr: Chercher seulement les champs visibles dans cet affichage.

# HIDC_FINDLINKS_COPY
source: Copy all the paths to the clipboard.
fr: Copier tous les chemins dans le presse-papier.

# HIDC_FINDLINKS_EDIT
source: Edit the selected link. This allows you to fix any bad paths.
fr: Éditer le lien sélectionné. Ceci vous permet de réparer de mauvais chemins.

# HIDC_FINDLINKS_LIST
source: List of all linked files.
fr: Liste de tous les dossiers liés.

# HIDC_FINDLINKS_OPEN
source: View the selected link.
fr: Montrer le lien sélectionné.

# HIDC_LANGUAGE
source: Select a language to use.
fr: Choisir une langue.

# HIDC_LIST_VIEWER
source: List of entries.
fr: Liste des entrées.

# HIDC_LIST_COPY
source: Copy the items in the list to the clipboard in a tab-delineated form.
fr: Copier les articles de la liste dans le presse-papier au format table.

# HIDC_LIST
source: List of entries.
fr: Liste des entrées.

# HIDC_LIST_DELETE
source: Delete the selected entry.
fr: Supprimer l'entrée sélectionnée.

# HIDC_LIST_EDIT
source: Edit the selected entry.
fr: Éditer l'entrée sélectionnée.

# HIDC_LIST_MOVE_DOWN
source: Move the selected entry down.
fr: Faire descendre l'entrée sélectionnée.

# HIDC_LIST_MOVE_UP
source: Move the selected entry up.
fr: Faire monter l'entrée sélectionnée.

# HIDC_LIST_NEW
source: Create a new entry.
fr: Créer une nouvelle entrée.

# HIDC_LIST_TRIAL
source: Create a trial from the selected calendar entry. Only entries with recognized venues can create a trial directly.
fr: Créer un concours à partir de l'entrée de calendrier sélectionné. Seules les entrées avec des organisations reconnues peuvent créer un concours directement.

# HIDC_NAME
source: Enter a name.
fr: Entrer un nom.

# HIDC_OTHER_DESC
source: Description of the selected Other Points.
fr: La description des Autres Points sélectionnés.

# HIDC_OTHER_OTHERPOINTS
source: Select one of the configured Other Point items.
fr: Sélectionner un type dAutres Point configurés.

# HIDC_OTHER_POINTS
source: Number of Other Points earned.
fr: Le nombre d'Autres Points gagné.

# HIDC_OTHER_NEW
source: Create a new Other Points item.
fr: Créer un nouveau type dAutre Point.

# HIDC_PARTNER_CALLNAME
source: Name of dog you partnered with.
fr: Le nom du chien dans votre équipe.

# HIDC_PARTNER_NAME
source: Name of person you partnered with.
fr: Le nom de la personne dans votre équipe.

# HIDC_PARTNER_REG_NUM
source: Registration number of dog.
fr: Le numéro d'enregistrement du chien.

# HIDC_REFRUN_BREED
source: Breed of dog.
fr: La race du chien.

# HIDC_REFRUN_NAME
source: Name of dog.
fr: Le nom du chien.

# HIDC_REFRUN_HEIGHT
source: Height of the dog.
fr: La hauteur du chien.

# HIDC_REFRUN_NOTES
source: General notes about run.
fr: Note du parcours.

# HIDC_REFRUN_PLACE
source: Where did this dog place? If not known, set to 0.
fr: Le Classement du chien. Si pas connu, mettez à 0.

# HIDC_REFRUN_POINTS
source: Score of run.
fr: Le résultat du parcours.

# HIDC_REFRUN_Q
source: Qualifying status.
fr: Qualifiant?

# HIDC_REFRUN_TIME
source: Time of run.
fr: Le temps pour finir le parcours.

# HIDC_REGNUM_NOTE
source: Any additional information about this registration, such as your number.
fr: Information supplémentaire de cette inscription, par exemple votre numéro.

# HIDC_REGNUM_HEIGHT
source: Measured height.
fr: Hauteur mesurée.

# HIDC_REGNUM_RECEIVED
source: Have you received a permanent height card?
fr: Avez-vous reçu la carte de hauteur?

# HIDC_REGNUM_REG_NUM
source: Registration number of dog.
fr: Le numéro d'enregistrement du chien.

# HIDC_REGNUM_VENUES
source: Select an existing venue this registration is for.
fr: Sélectionner lorganisation pour cette inscription.

# HIDC_REORDER_LIST
source: List of runs in trial to be reordered.
fr: Liste des parcours dans le concours à re-organiser.

# HIDC_REORDER_MOVE_DOWN
source: Move the selected run down.
fr: Faire descendre le parcours sélectionné.

# HIDC_REORDER_MOVE_UP
source: Move the selected run up.
fr: Faire monter le parcours sélectionné.

# HIDC_RUNCOMMENT_COMMENTS
source: General comments about this run.
fr: Notes sur ce parcours.

# HIDC_RUNCOMMENT_COMMENTS_FAULTS
source: Add a specific fault to the list of faults.
fr: Ajouter une faute à la liste des fautes.

# HIDC_RUNCOMMENT_FAULTS_LIST
source: List of specific faults in this run.
fr: Liste des fautes pour ce parcours.

# HIDC_RUNCRCD_COPY
source: Clear the existing course, or paste the clipboard data here.
fr: Initialiser le parcours existant, ou coller le contenu de presse-papiers ici.

# HIDC_RUNCRCD_CRCD
source: Preview of course.
fr: Affichage du parcours.

# HIDC_RUNCRCD_DESC
source: CRCD text.
fr: Texte CRCD.

# HIDC_RUNCRCD_EDIT
source: Display the course in a resizeable viewing window.
fr: Afficher le parcours dans une nouvelle fenêtre.

# HIDC_RUNCRCD_VIEW
source: Toggle the course view between the image and text.
fr: Basculer laffichage du parcours entre image et texte.

# HIDC_RUNCRCD_IMAGE
source: Include the course image in the file. This will significantly increase the file size.
fr: Inclure l'image de parcours dans le dossier. Ceci augmentera la taille de fichier de manière significative.

# HIDC_RUNLINK_DELETE
source: Delete the selected link from this list.
fr: Supprimer le lien sélectionné.

# HIDC_RUNLINK_EDIT
source: Edit the path of the selected link.
fr: Éditer le chemin du lien sélectionné.

# HIDC_RUNLINK_LIST
source: List of linked files.
fr: Liste de fichiers liés.

# HIDC_RUNLINK_NEW
source: Create a new link.
fr: Créer un nouveau lien.

# HIDC_RUNLINK_OPEN
source: Open the selected link using the associated Windows program.
fr: Ouvrir le lien sélectionné en utilisant le programme Windows associé.

# HIDC_RUNREF_DELETE
source: Delete the selected reference run from this list.
fr: Supprimer le parcours de référence sélectionné.

# HIDC_RUNREF_EDIT
source: Edit the selected reference run.
fr: Éditer le parcours de référence sélectionné.

# HIDC_RUNREF_NEW
source: Create a new reference run.
fr: Créer un nouveau parcours de référence.

# HIDC_RUNREF_REF_RUNS
source: List of reference runs.
fr: Liste des parcours de référence.

# HIDC_RUNREF_ADDDOG
source: Add your dog as a reference run.
fr: Ajouter votre chien comme un parcours de référence.

# HIDC_RUNSCORE_CLOSE_PTS
source: Number of points earned in the closing sequence.
fr: Le nombre de points gagnés dans la dernière séquence.

# HIDC_RUNSCORE_CLOSING_PTS
source: Number of points required in the closing sequence.
fr: Le nombre de points demandés pour la dernière séquence.

# HIDC_RUNSCORE_CONDITIONS
source: Conditions of the run: weather, ground surface, etc.
fr: Circonstances du parcours: temps, états du terrain, etc.

# HIDC_RUNSCORE_DATE
source: Date of this run.
fr: La date de ce parcours.

# HIDC_RUNSCORE_DESC
source: Description of the event (from the configuration).
fr: Description de l'épreuve (de la configuration).

# HIDC_RUNSCORE_DIVISION
source: Division of this run.
fr: Niveau conducteur pour ce parcours.

# HIDC_RUNSCORE_DOGS_QD
source: Number of dogs that qualified. Enter "-1" if not known.
fr: Le nombre de chiens qui ont été qualifiés. Entrez "-1" si pas connu.

# HIDC_RUNSCORE_EVENT
source: Type of run. This list is filled in based on the selection in the Level list. If this is empty, a Level has not yet been selected. This selection will control what fields are enabled on this dialog.
fr: Type du parcours. Cette liste est remplie à partir de la sélection dans la liste des degrés. Si celle-ci est vide, un degré na pas encore été sélectionné. Cette sélection contrôlera quels champs sont accessibles dans ce dialogue.

# HIDC_RUNSCORE_FAULTS
source: Number of faulted points in this run.
fr: Le nombre des points de pénalités de ce parcours.

# HIDC_RUNSCORE_HANDLER
source: Who handled the dog? This may be blank.
fr: Qui a conduit le chien? Peut être vide.

# HIDC_RUNSCORE_HEIGHT
source: Height the dog ran at. This list contains all heights previously run. You may enter any text you want.
fr: La hauteur de ce parcours. Cette liste contient toutes hauteurs précédentes. Vous pouvez entrer n'importe quel texte que vous voulez.

# HIDC_RUNSCORE_IN_CLASS
source: Number of dogs in this event. Enter -1 if not known.
fr: Le nombre de chiens dans cette épreuve. Entrez -1 si pas connu.

# HIDC_RUNSCORE_JUDGE
source: List of judges previously entered. You may enter any text you want.
fr: Liste de juges déjà entrés. Vous pouvez entrer n'importe quel texte que vous voulez.

# HIDC_RUNSCORE_JUDGE_NOTES
source: Enter Notes about a judge.
fr: Entrer des commentaires sur un juge.

# HIDC_RUNSCORE_LEVEL
source: Level of this run. This list is filled in based on the selection in the Division list. If this is empty, a Division has not yet been selected.
fr: Le niveau de ce parcours. Cette liste est remplie à partir de la sélection dans la liste des niveaux conducteurs. Si celle-ci est vide, un niveau na pas encore été sélectionné.

# HIDC_RUNSCORE_OPENING_PTS
source: Number of points required in the opening sequence.
fr: Le nombre de points nécessaire pour la première séquence.

# HIDC_RUNSCORE_OPEN_PTS
source: Number of points earned in the opening sequence.
fr: Le nombre de points gagnés dans la première séquence.

# HIDC_RUNSCORE_OTHERPOINTS
source: Configure Other Point information here.
fr: Configurer information sur Autre Point ici.

# HIDC_RUNSCORE_PARTNER
source: List of partners.
fr: Liste des coéquipiers.

# HIDC_RUNSCORE_PARTNERS_EDIT
source: Configure Partner information.
fr: Configurer l'information sur le coéquipier.

# HIDC_RUNSCORE_PLACE
source: Placement earned. Enter 0 if not known or doesn't apply.
fr: Le Classement gagné. Entrez 0 si pas connu ou si Classement ne s'applique pas.

# HIDC_RUNSCORE_Q
source: Qualifying status of run.
fr: Statuts qualifiant du parcours.

# HIDC_RUNSCORE_BONUSPTS
source: Number of extra titling and lifetime points earned. Enter 5 in NADAC on a 0-fault qualifying run where you completed the bonus box in order to earn 15 title points.
fr: Le nombre des Récompenses supplémentaires et points Cumulatifs gagnés. Entrez 5 pour NADAC pour un parcours qualifiant sans faute où vous avez complété la boîte bonus afin de gagner 15 points de Récompense.

# HIDC_RUNSCORE_SCT
source: Standard Course Time (or opening time for point-based events)
fr: Temps Standard du Parcours (ou le temps d'ouverture pour les épreuves basé sur points)

# HIDC_RUNSCORE_SCT2
source: Standard Course Time (or closing time for point-based events)
fr: Temps Standard du Parcours (ou le temps fermeture pour les épreuves basé sur points)

# HIDC_RUNSCORE_SUBNAME
source: Extra naming information used to organize events.
fr: Information supplémentaire sur le nom utilisé pour organiser des épreuve.

# HIDC_RUNSCORE_TABLE
source: Did this run have a table in it?
fr: Ce parcours a-t-il une table?

# HIDC_RUNSCORE_TIME
source: Time of run.
fr: Temps pour finir le parcours.

# HIDC_RUNSCORE_YARDS
source: Yardage of run. Enter 0 if not known or doesn't apply.
fr: Longueur du parcours. Entrez 0 si pas connu ou si longueur ne s'applique pas.

# HIDC_SELECTURL_FILENAME
source: Browse for a file to select.
fr: Explorer pour sélectionner un fichier.

# HIDC_SELECTURL_NAME
source: Filename or URL. Enter URLs using the "http://" notation.
fr: Nom de fichier ou URL. Entrez des URL sous la forme "http://".

# HIDC_TITLE_DATE
source: Date title was earned.
fr: Date à laquelle la Récompense a été gagnée.

# HIDC_TITLE_DESC
source: Description of this title.
fr: Description de cette Récompense.

# HIDC_TITLE_EARNED
source: Was this title earned? Unearned titles have no date. You may want to create entries for titles that cannot be earned and then hide them.
fr: Cette Récompense a-t-elle été gagnée? Les Récompenses non gagnées n'ont pas de date. Vous pouvez créer des entrées pour les Récompenses qui ne peuvent pas être gagnés et les cacher.

# HIDC_TITLE_HIDDEN
source: Should this title be hidden?
fr: Cette Récompense doit-elle être cachée?

# HIDC_TITLE_RECEIVED
source: Have you received this title yet?
fr: Avez-vous déjà gagné cette Récompense?

# HIDC_TITLE_TITLES
source: List of titles available in the selected venue.
fr: Liste des Récompenses disponibles dans lorganisation sélectionnée.

# HIDC_TITLE_VENUES
source: Venue title was earned in.
fr: Lorganisation où la Récompense a été gagnée.

# HIDC_TRAINING_DATE
source: Date of training log entry.
fr: Date d'entrée de journal dentraînement.

# HIDC_TRAINING_NAME
source: List of names previously created. You may type any text you want.
fr: Liste des noms précédemment créés. Vous pouvez entrer n'importe quel texte.

# HIDC_TRAINING_SUBNAME
source: List of sub-names previously created. You may type any text you want.
fr: Liste des sous-titres précédemment créés. Vous pouvez entrerz n'importe quel texte.

# HIDC_TRAINING_NOTES
source: Training Log entry.
fr: Entrée de journal d'entraînement.

# HIDC_TRIAL_CLUBS
source: List of clubs associated with this trial. The order of the clubs is very important.
fr: Liste des clubs associés à ce concours. L'ordre des clubs est très important.

# HIDC_TRIAL_CLUB_DELETE
source: Remove the selected club from this trial.
fr: Supprimer le club sélectionné de ce concours.

# HIDC_TRIAL_CLUB_EDIT
source: Edit the selected club.
fr: Éditer le club sélectionné.

# HIDC_TRIAL_CLUB_NEW
source: Create a new club to associate with this trial.
fr: Créer un nouveau club associé à ce concours.

# HIDC_TRIAL_CLUB_NOTES
source: Enter Notes about a Club.
fr: Entrer des notes sur ce club.

# HIDC_TRIAL_LOCATION
source: Where is this trial located. All previous locations are provided for convenience.
fr: Lendroit de ce concours. Tous les endroits précédents sont listés.

# HIDC_TRIAL_LOCATION_NOTES
source: Enter Notes about a location.
fr: Entrer de notes sur cet endroit.

# HIDC_TRIAL_NOTES
source: General notes about the trial.
fr: Notes sur le concours en général.

# HIDC_TRIAL_VERIFIED
source: Have the results of this trial been verified?
fr: Les résultats de ce concours sont-ils vérifiés?

# HIDC_TRIAL_CLUB_INFO
source: Notes about the selected club.
fr: Notes sur le club sélectionné.

# HIDC_TRIAL_LOCATION_INFO
source: Notes about the selected location.
fr: Notes sur lendroit sélectionné.

# HIDC_OPT_PGM_AUTO_CHECK
source: Automatically check every 30 days to see if a new version of the program is available.
fr: Vérifier automatiquement tous les 30 jours si une nouvelle version du programme est disponible.

# HIDC_OPT_PGM_EDIT
source: Number of backup copies to keep. Each time you save the file, a new backup will be made. Setting this to 0 turns the feature off.
fr: Nombre de copies sauvegarde conservées. Chaque fois que vous sauvegardez le dossier, une nouvelle copie de sauvegarde est créée. Si cette fonction est à 0, des copies de sauvegarde ne sont plus créées.

# HIDC_OPT_PGM_AUTOSHOW
source: After adding a title, automatically display the dialog containing all titles.
fr: Après avoir ajouté une Récompense, afficher le dialogue contenant toutes les Récompenses.

# HIDC_OPT_PGM_SHOW_SPLASH
source: Show the splash screen when the program starts.
fr: Montrer la fenêtre d'introduction quand le programme démarre.

# HIDC_OPT_PGM_FILENAME
source: BMP file to use as the splash screen. If the file does not exist or the entry is empty, the default splash screen will be used.
fr: Image type BMP à utiliser pour la fenêtre introduction. Si le dossier n'existe pas ou l'entrée est vide, limage par défaut sera utilisée.

# HIDC_OPT_PGM_BROWSE
source: Browse for a Windows .bmp file to use as the splash screen.
fr: Chercher un image type BMP pour la fenêtre introduction.

# HIDC_OPT_PGM_SHOWHTML
source: Use HTML in the Points View. This allows a 'Prettier' view and better printing.
fr: Utiliser HTML pour laffichage des Points. Ceci permet une meilleure qualité à l'affichage et à l'impression.

# HIDC_OPT_FILTER_DATE_ALL
source: View all dates.
fr: Afficher toutes les dates.

# HIDC_OPT_FILTER_DATE_RANGE
source: View only runs falling in the defined date range.
fr: Afficher seulement les parcours entre les dates définies.

# HIDC_OPT_FILTER_DATE_START_CHECK
source: View any runs after (inclusive) the specified date.
fr: Afficher tous parcours après (y compris) la date spécifiée.

# HIDC_OPT_FILTER_DATE_START
source: View any runs after (inclusive) the specified date.
fr: Afficher tous parcours après (y compris) la date spécifiée.

# HIDC_OPT_FILTER_DATE_END_CHECK
source: View any runs before (inclusive) the specified date.
fr: Afficher tous parcours avant (y compris) la date spécifiée.

# HIDC_OPT_FILTER_DATE_END
source: View any runs before (inclusive) the specified date.
fr: Afficher tous parcours avant (y compris) la date spécifiée.

# HIDC_OPT_FILTER_LOG_NAME_ALL
source: View all names.
fr: Afficher tous les noms.

# HIDC_OPT_FILTER_LOG_NAME_SELECTED
source: View only the selected names.
fr: Afficher seulement les noms sélectionnés.

# HIDC_OPT_FILTER_LOG_NAME
source: Names in existing training log entries.
fr: Noms dans les entrées existantes de journal d'entraînement.

# HIDC_OPT_FILTER_CAL_NOT_ENTERED
source: Display calendar entries that you have not entered.
fr: Afficher les entrées du calendrier que ne sont pas entrées par vous.

# HIDC_OPT_FILTER_CAL_PLANNING
source: Display calendar entries you are planning on entering.
fr: Afficher les entrées de calendrier auxquelles vous avez prévu de vous inscrire.

# HIDC_OPT_FILTER_CAL_ENTERED
source: Display calendar entries you have already entered.
fr: Afficher les entrées de calendrier où vous êtes déjà inscrit.

# HIDC_OPT_FILTER_RUN_VENUES_ALL
source: View all levels in all venues.
fr: Afficher tous les degrés dans toutes les organisations.

# HIDC_OPT_FILTER_RUN_VENUES_SELECTED
source: View only the levels selected below.
fr: Afficher seulement les degrés sélectionnés dessous.

# HIDC_OPT_FILTER_RUN_VENUES
source: Select the levels within each venue that you wish to view.
fr: Sélectionnez les degrés dans chaque organisation que vous souhaitez afficher.

# HIDC_OPT_FILTER_RUN_RUNS_ALL
source: View both qualifying and non-qualifying runs.
fr: Afficher les parcours qualifiants et les non qualifiants.

# HIDC_OPT_FILTER_RUN_RUNS_Q
source: View only qualifying runs.
fr: Afficher seulement les parcours qualifiants.

# HIDC_OPT_FILTER_RUN_RUNS_NON_Q
source: View only non-qualifying runs.
fr: Afficher seulement les parcours non qualifiants.

# HIDC_OPT_FILTER_NAMES
source: List of pre-defined filters.
fr: Liste de filtres prédéfinis.

# HIDC_OPT_FILTER_NAMES_SAVE
source: Save the current filter settings as the specified name. Note, you must press the save button to save a filter settings.
fr: Sauvegarder la configuration filtre actuelle sous le nom spécifié. Notez que vous devez choisir sauvegarder.

# HIDC_OPT_FILTER_NAMES_DELETE
source: Delete the selected filter.
fr: Supprimer le filtre sélectionné.

# HIDC_OPT_CAL_WARN_OPENNEAR
source: Highlight an entry when the current date is near the opening date and you have indicated that you are planning on entering the trial.
fr: Surligner une entrée quand la date de début approche et que vous avez indiqué que vous avez prévu de vous inscrire.

# HIDC_OPT_CAL_COLOR_OPENNEAR_SET
source: Use this to change the color used for drawing an entry whose opening date is near.
fr: Utiliser cette fonction pour changer la couleur utilisée pour Surligner une entrée dont la date d'ouverture est proche.

# HIDC_OPT_CAL_OPENNEAR
source: Number of dates before the opening date that is considered 'near'.
fr: Nombre de jours avant la date de début considérés comme «proches».

# HIDC_OPT_CAL_WARN_CLOSENEAR
source: Highlight an entry when the current date is near the closing date and you have indicated that you are planning on entering the trial.
fr: Surligner une entrée quand la date de Clôture approche et que vous avez indiqué que vous avez prévu de vous inscrire.

# HIDC_OPT_CAL_COLOR_CLOSENEAR_SET
source: Use this to change the color used for drawing an entry whose closing date is near.
fr: Utiliser cette fonction pour changer la couleur utilisée pour Surligner une entrée dont la date de clôture est proche

# HIDC_OPT_CAL_CLOSENEAR
source: Number of dates before the closing (or trial) date that is considered 'near'.
fr: Nombre de jours avant la date de clôture considérés comme «proches».

# HIDC_OPT_CAL_DAY_OF_WEEK
source: Define with day of the week will be displayed as the first day in the calendar view.
fr: Définir quel jour de la semaine sera affiché comme premier jour dans laffichage calendrier.

# HIDC_OPT_CAL_AUTO_DELETE
source: Automatically delete calendar entries that have passed.
fr: Automatiquement supprimer les entrées passées du calendrier.

# HIDC_OPT_CAL_HIDE_OLD
source: Hide calendar entries that have passed.
fr: Cacher les entrées passées dans le calendrier.

# HIDC_OPT_CAL_OLD_ENTRY_DAYS
source: An entry is defined as past when it is older than the specified number of days.
fr: Nombre de jour après quune entrée est considérée comme «passée».

# HIDC_OPT_CAL_HIDE_OVERLAP
source: Hide calendar entries on days with multiple trials defined where you have entered a trial.
fr: Cacher les autres entrées du calendrier des jours avec plusieurs concours quand vous vous êtes déjà inscrit dans un concours.

# HIDC_OPT_CAL_OPENING
source: Display opening dates of calendar entries on entries you are planning on entering.
fr: Afficher les dates de début pour les entrées du calendrier où vous avez prévu de vous inscrire.

# HIDC_OPT_CAL_CLOSING
source: Display closing dates of calendar entries on entries you are planning on entering.
fr: Afficher les dates de clôture pour les entrées du calendrier où vous avez prévu de vous inscrire.
