Repository: dconnet/AgilityBook
Catalog: src/Win/res/*/help.po
Languages: fr

# HIDC_ABOUT_UPDATE
source: Check to see if there are any updates available. If there are, you will be taken to the web site where you can download the new version.
fr: Contrôler s'il y a des mises à jour disponibles. S'il y en a, vous serez redirigé vers le site web où vous pourrez télécharger la nouvelle version.

# HIDC_ASSIGN_ADD
source: Add the selected available field to the end of the field order items.
fr: Ajouter le champ disponible sélectionné à la fin des articles d'ordre de champ.

# HIDC_ASSIGN_AVAILABLE
source: Fields that are available for assigning as import or export.
fr: Les champs disponibles pour l'importation ou l'exportation.

# HIDC_ASSIGN_COLUMNS
source: Fields that are currently assigned for importing and exporting.
fr: Les champs actuellement assignés pour importer et exporter.

# HIDC_ASSIGN_DELETE
source: Remove the selected field from the field order. This will place the field back into the available fields.
fr: Enlever le champ sélectionné de l'ordre de champ. Ceci replacera le champ dans les champs disponibles.

# HIDC_ASSIGN_MOVE_DOWN
source: Move the selected field down in the order.
fr: Descendre le champ sélectionné dans l'ordre.

# HIDC_ASSIGN_MOVE_UP
source: Move the selected field up in the order.
fr: Monter le champ sélectionné dans l'ordre.

# HIDC_ASSIGN_RESET
source: Reset the current selection's fields to the program's defaults.
fr: Réinitialise la sélection à la valeur par défaut.

# HIDC_ASSIGN_TYPE
source: Run type (scoring style) these fields are being assigned for.
fr: Type de parcours (méthode pour calculer les points) pour ces champs.

# HIDC_CAL_CLUB
source: Name of the club hosting this event.
fr: Le nom du club d'accueil de l'épreuve.

# HIDC_CAL_CLUB_NOTE
source: Notes about the selected club.
fr: Les notes du club sélectionné.

# HIDC_CAL_CLUB_NOTES
source: Enter notes about a club.
fr: Entrez des notes d'un club.

# HIDC_CAL_DATE_CLOSES
source: Date the trial closes.
fr: Date de fin de concours.

# HIDC_CAL_DATE_CLOSES_UNKNOWN
source: The date the trial closes is not known or does not apply.
fr: La date de fin de concours n'est pas connue ou ne s'applique pas.

# HIDC_CAL_DATE_DRAWS
source: Date entries for the trial are drawn.
fr: Les dates du concours sont connnuées.

# HIDC_CAL_DATE_DRAWS_UNKNOWN
source: The draw date for the trial is not known or does not apply.
fr: Le date de sélection du concours n'est pas connue ou ne s'applique pas.

# HIDC_CAL_DATE_END
source: Date the trial ends.
fr: Date de fin du concours.

# HIDC_CAL_DATE_OPENS
source: Date the trial opens.
fr: Date de début du concours.

# HIDC_CAL_DATE_OPENS_UNKNOWN
source: The date the trial opens is not known or does not apply.
fr: La date de début du concours n'est pas connue ou ne s'applique pas.

# HIDC_CAL_DATE_START
source: Date the trial begins.
fr: Date de début du concours.

# HIDC_CAL_ENTER_ENTERED
source: Your entry status on this trial. Currently entered.
fr: Votre statut pour ce concours. Actuellement inscrit.

# HIDC_CAL_ENTER_NOT
source: Your entry status on this trial. Not entered.
fr: Votre statut pour ce concours. Pas inscrit.

# HIDC_CAL_ENTER_PLANNING
source: Your entry status on this trial. Planning on entering.
fr: Votre statut pour ce concours. Inscription prévue.

# HIDC_CAL_LOCATION
source: Location this trial is being held.
fr: L'endroit pour le concours.

# HIDC_CAL_LOCATION_NOTE
source: Notes about the selected location.
fr: Notes sur lendroit sélectionné.

# HIDC_CAL_LOCATION_NOTES
source: Enter Notes about a location.
fr: Entrer notes sur l'endroit.

# HIDC_CAL_NOTES
source: Any notes you want to make about this trial.
fr: N'importe quelles notes sur ce concours.

# HIDC_CAL_TENTATIVE
source: Trial information is currently tentative and may change.
fr: L'information sur le concours est provisoire et peut changer.

# HIDC_CAL_VENUE
source: Trial venue. You may select an existing venue or type anything you want. If the text in this field does not exactly match an existing venue, you will not be able to automatically create a trial from this calendar entry.
fr: Lorganisation pour le concours. Vous pouvez choisir une organisation existante ou entrer une autre. Si le texte dans ce champ n'égale pas exactement un lieu existant, vous ne pourrez pas automatiquement créer un concours de cette entrée de calendrier.

# HIDC_CAL_ACCOM_NONE
source: No accommodations are needed.
fr: Aucun hébergement nécessaire

# HIDC_CAL_ACCOM_NEEDED
source: Accommodations (hotel or camping) are needed.
fr: Hébergement (hôtel ou camping) nécessaire.

# HIDC_CAL_ACCOM_MADE
source: Reservations have been made.
fr: Réservations ont été faites.

# HIDC_CAL_ACCOM_CONFIRMATION
source: Confirmation number of reservation.
fr: Le numéro de confirmation de réservation.

# HIDC_CAL_ONLINE_ENTRY
source: Enter online using the following specified URL.
fr: Inscription en ligne utilisant lURL suivant.

# HIDC_CAL_ONLINE_URL
source: URL to enter online.
fr: L'URL pour inscription en ligne.

# HIDC_CAL_EMAIL_SEC_ADDR
source: Email address for Trial Secretary.
fr: Envoyer un e-mail au secrétaire du concours.

# HIDC_CAL_EMAIL_SEC
source: Email the trial secretary using the specified address.
fr: Envoyer un e-mail au secrétaire du concours utilisant l'adresse spécifiée.

# HIDC_CAL_PREMIUM_URL
source: URL for the trial premium.
fr: URL pour la prime du concours.

# HIDC_CAL_PREMIUM_ENTRY
source: View the trial premium using the specified URL.
fr: Voir la prime du concours utilisant l'URL spécifiée.

# HIDC_CLUB_CLUBS
source: Enter the name of the club. All previously entered clubs are listed here.
fr: Entrer le nom du club. Tous clubs entrés précédemment sont listés ici.

# HIDC_CLUB_VENUES
source: Venue of hosting club.
fr: Lorganisation pour le club d'accueil.

# HIDC_CONFIG_EVENT
source: Name of event.
fr: Le nom d'épreuve.

# HIDC_CONFIG_EVENT_CLOSING_PTS
source: Number of closing points required in order to qualify.
fr: Le nombre de points de clôture nécessaires pour qualifier.

# HIDC_CONFIG_EVENT_COPY
source: Make a copy of the selected scoring method.
fr: Faire une copie de la méthode de calcule des points sélectionnée.

# HIDC_CONFIG_EVENT_DATE_END
source: Date this scoring method is valid until.
fr: Date à quand cette méthode est valide.

# HIDC_CONFIG_EVENT_DATE_START
source: Date this scoring method becomes valid.
fr: Date jusqu'à laquelle cette méthode est valide.

# HIDC_CONFIG_EVENT_DATE_VALID_FROM
source: Enable/disable the setting of a date. This allows for evolving rule changes.
fr: Activer ou désactiver lattribution de la date. Ceci permet de faire évoluer de changements de règle.

# HIDC_CONFIG_EVENT_DATE_VALID_TO
source: Enable/disable the setting of a date. This allows for evolving rule changes.
fr: Activer ou désactiver lattribution de la date. Ceci permet de faire évoluer de changements de règle.

# HIDC_CONFIG_EVENT_DELETE
source: Delete the selected scoring method.
fr: Supprimer la méthode pour calculer les points sélectionnés.

# HIDC_CONFIG_EVENT_DESC
source: Description of this event.
fr: Description de cette épreuve.

# HIDC_CONFIG_EVENT_DIVISION
source: Division this scoring method applies to.
fr: Le niveau du conducteur pour lequel cette méthode sapplique.

# HIDC_CONFIG_EVENT_DROP_FRACTIONS
source: When computing time faults, should the fractions be dropped?
fr: En calculant les fautes de temps, est-ce que les fractions sont supprimées?

# HIDC_CONFIG_EVENT_EDIT
source: Edit the selected scoring method. You can also double click on the entry.
fr: Éditer la méthode pour calculer les points sélectionnés. Cest aussi possible de double-cliquer directement sur la méthode.

# HIDC_CONFIG_EVENT_HAS_SUBNAMES
source: Allow sub-names for this event. This allows the user to 'create' an event without modifying the configuration. An example of this is different types of Gambles in NADAC.
fr: Permettre des sous-titres pour cette épreuve. Ceci permet de 'créer' une épreuve sans modifier la configuration, comme par exemple les Gambles dans NADAC.

# HIDC_CONFIG_EVENT_INFO
source: Displays information about the selected scoring method. This information is available for editing via the 'Edit' button.
fr: Affiche l'information concernant la méthode sélectionnée. Cliquez 'Éditer' pour éditer cette information.

# HIDC_CONFIG_EVENT_LEVEL
source: Level this scoring method applies to.
fr: Le degré pour lequel cette méthode sapplique.

# HIDC_CONFIG_EVENT_METHODS
source: Currently defined scoring methods. Order is very important - the first scoring method that matches a division/level is the one that will be used.
fr: Méthodes pour calculer les points actuellement utilisés. L'ordre est très important  la première méthode qui égale un degré/niveau conducteur va être utilisé.

# HIDC_CONFIG_EVENT_MOVE_DOWN
source: Move the selected scoring method down.
fr: Faire descendre la méthode sélectionnée dans la liste.

# HIDC_CONFIG_EVENT_MOVE_UP
source: Move the selected scoring method up.
fr: Faire monter la méthode sélectionnée dans la liste.

# HIDC_CONFIG_EVENT_NEW
source: Create a new scoring method.
fr: Créer une nouvelle méthode pour calculer les points.

# HIDC_CONFIG_EVENT_NOTES
source: Notes about the current scoring method.
fr: Les notes concernant la méthode couramment sélectionnée.

# HIDC_CONFIG_EVENT_OPENING_PTS
source: Number of opening points required in order to qualify. For events without closing points, this is the total number of points required.
fr: Le nombre de points d'ouverture nécessaire pour qualifier. Pour les épreuves sans points de clôture, ceci est le nombre total de points nécessaires.

# HIDC_CONFIG_EVENT_PARTNER
source: Does this event have partners?
fr: Cette épreuve a-t-elle des partenaires?

# HIDC_CONFIG_EVENT_PLACEMENT
source: List of placement multipliers used when computing speed points. If there are no entries, then placements will not affect speed points.
fr: La liste de multiplicateurs pour le classement utilisé en calculant les points vitesse. S'il n'y a pas d'entrée, le classement n'affecte pas les points de vitesse.

# HIDC_CONFIG_EVENT_PLACEMENT_DELETE
source: Delete the currently selected Speed Point Multiplier.
fr: Supprimer le multiplicateur point de vitesse sélectionné.

# HIDC_CONFIG_EVENT_PLACEMENT_EDIT
source: Edit the currently selected Speed Point Multiplier.
fr: Éditer le multiplicateur point de vitesse sélectionné.

# HIDC_CONFIG_EVENT_PLACEMENT_NEW
source: Add a new Speed Point Multiplier. Placements must be unique.
fr: Ajouter un nouveau multiplicateur point de vitesse. Les Classements doivent être uniques.

# HIDC_CONFIG_EVENT_POINTS
source: List of titling and/or lifetime points, based on the number of faulted points.
fr: Liste des points qualifiant ou/et cumulatif basés sur le nombre des points pénalités.

# HIDC_CONFIG_EVENT_POINTS_DELETE
source: Delete the selected titling point item.
fr: Supprimer le point qualifiant sélectionné.

# HIDC_CONFIG_EVENT_POINTS_EDIT
source: Edit the selected titling point item.
fr: Éditer le point qualifiant sélectionné.

# HIDC_CONFIG_EVENT_POINTS_NEW
source: Create a new titling point item.
fr: Créer un nouvel point qualifiant.

# HIDC_CONFIG_EVENT_SPEED
source: Does this scoring method have Speed points? (In AKC, these are MACH points.) Speed points are computed as full seconds under SCT. First place earns 2x. Second place earns 1.5x. All other places earn 1 point per second.
fr: Cette méthode a-t-elle des points de vitesse? (Dans AKC, ce sont les points de MACH.) Les points de vitesse sont calculés comme les secondes pleines sous TPS. Le premier Classement gagne 2x. Le deuxième Classement gagne 1.5x. Tous autres Classements gagnent 1 point par seconde.

# HIDC_CONFIG_EVENT_BONUS
source: Does this scoring method have extra titling points? This would apply to venues like NADAC that have a bonus feature that allows the dog to earn 15 point Qs.
fr: Cette méthode a-t-elle es points qualifiants supplémentaires? Ceci s'appliquerait aux organisations comme NADAC qui utilisent des bonus qui permettent au chien de gagner 15 points Q supplémentaires.

# HIDC_CONFIG_EVENT_SUBNAMES
source: Pre-configured event sub-names.
fr: Sous-titres d'épreuve pré-configurés.

# HIDC_CONFIG_EVENT_SUBNAMES_DELETE
source: Remove an event sub-name.
fr: Supprimer un sous-titre d'épreuve.

# HIDC_CONFIG_EVENT_SUBNAMES_EDIT
source: Edit the selected event sub-name.
fr: Éditer le sous-titre d'épreuve sélectionné.

# HIDC_CONFIG_EVENT_SUBNAMES_NEW
source: Add an event sub-name.
fr: Ajouter un sous-titre d'épreuve.

# HIDC_CONFIG_EVENT_SUPERQ
source: Does this scoring method have Super Qs?
fr: Cette méthode a-t-elle des points Super Q?

# HIDC_CONFIG_EVENT_TABLE
source: Could there be a table in this event?
fr: Pourrait-il y avoir une table dans cette épreuve?

# HIDC_CONFIG_EVENT_TIME_FAULTS_CLEANQ
source: For TimePlusFault runs, the run must be clean to earn titling points.
fr: Pour les parcours TimePlusFault, le parcours doit être sans faute pour gagner des points cumulatifs.

# HIDC_CONFIG_EVENT_SUBTRACT_TIME_FAULTS
source: Subtract any time faults from the points earned.
fr: Soustraire toutes fautes du temps des points gagnés.

# HIDC_CONFIG_EVENT_TIME_FAULTS_UNDER
source: Add time faults for the number of seconds under course time.
fr: Ajouter des fautes de temps pour le nombre de secondes sous le temps de parcours.

# HIDC_CONFIG_EVENT_TIME_FAULTS_OVER
source: Add time faults for the number of seconds over course time.
fr: Ajouter des fautes de temps pour le nombre de secondes au-dessus du temps de parcours.

# HIDC_CONFIG_EVENT_TF_MULTIPLY
source: Multiply any time faults by a weighting factor.
fr: Multiplier toutes les fautes de temps par un facteur.

# HIDC_CONFIG_EVENT_TYPE
source: Scoring style of this scoring method.
fr: Le type de cette méthode de calcul.

# HIDC_CONFIG_EVENT_UNUSED
source: Divisions/levels that are not currently defined.
fr: Degrés/niveaux conducteur non définis actuellement.

# HIDC_CONFIG_OTHER_DEFAULT
source: Default number of points when Other Points dialog is initially displayed.
fr: Le nombre de points mis par défaut quand le dialogue Autre Points est affiché au début.

# HIDC_CONFIG_OTHER_DESC
source: Description of this Other Point item. This is normally the rules on how to accumulate the points.
fr: La description de cet Autre Point. Ceci est normalement les « règles » sur comment accumuler les points.

# HIDC_CONFIG_OTHER_NAME
source: Name of this Other Point item.
fr: Le nom de cet Autre Point.

# HIDC_CONFIG_OTHER_TALLY
source: How are these Other Points accumulated?
fr: Comment sont ces Autres Points accumulés?

# HIDC_CONFIG_TITLE_DESC
source: Description of this title.
fr: La description de cette Récompense.

# HIDC_CONFIG_TITLE_LONG_NAME
source: Long name of the title.
fr: Le nom complet de la Récompense.

# HIDC_CONFIG_TITLE_ALLOW_MULTIPLE
source: Allow the title to be created multiple times. For instance, MACH, MACH-2, etc. Usually, this will be 2. In some cases, like NADAC, it may start higher.
fr: Permettre la création multiple pour cette récompense. Par exemple, MACH, MACH-2, etc. D'habitude, c'est 2. Dans quelques cas, comme par exemple pour NADAC, cela peut commencer plus haut.

# HIDC_CONFIG_TITLE_STYLE
source: When a title allows multiple copies, display the number as either a number or a roman numeral.
fr: Quand un titre permet des copies multiples, afficher le nombre soit en chiffres arabes soit en chiffres romains.

# HIDC_CONFIG_TITLE_PREFIX
source: Is this title listed before a dog's name?
fr: Cette récompense est-elle listée devant le nom du chien?

# HIDC_CONFIG_TITLE_VALID_FROM
source: Enable/disable the setting of a date. This allows for evolving title changes.
fr: Activer ou désactiver lattribution de la date. Ceci permet de faire évoluer les changements de récompense.

# HIDC_CONFIG_TITLE_VALID_FROM_DATE
source: Date this title becomes valid.
fr: La date à laquelle la récompense devient valide.

# HIDC_CONFIG_TITLE_VALID_TO
source: Enable/disable the setting of a date. This allows for evolving title changes.
fr: Activer ou désactiver lattribution de la date. Ceci permet d e faire évoluer les changements de récompense.

# HIDC_CONFIG_TITLE_VALID_TO_DATE
source: Date this title is valid until.
fr: La date jusqu'à laquelle la récompense reste valide.

# HIDC_CONFIG_TITLE_NAME
source: Title abbreviation.
fr: Abréviation pour la récompense.

# HIDC_CONFIG_TITLEPTS_VALUE
source: Number of faulted points allowed for Normal and Lifetime points. Place that earns the points for Placement points ('-1' is a wildcard match for any runs with a non-zero place).
fr: Le nombre des points pénalité permis pour points Normaux et Cumulatif. Classement qui permet de gagner des points de Classement ('-1' is a wildcard match for any runs with a non-zero place).

# HIDC_CONFIG_TITLEPTS_POINTS
source: Number of points that will be earned.
fr: Le nombre de points qui seront gagnés.

# HIDC_CONFIG_TITLEPTS_TITLE_POINTS
source: Select the type of titling points: Normal (points awarded per run), Lifetime (points accumulated towards lifetime, normally the same as Normal), Placement (points accumulated based on placement, treated like lifetime)
fr: Choisir le type de points Récompense: Normal (points gagnés sur le parcours), Cumulatif (points accumulés pour la vie, normalement pareil comme Normal), Classement (points gagnés basé sur Classement, traité comme Cumulatif)

# HIDC_CONFIG_PLACEINFO_PLACE
source: Enter the place that has a multiplier. The multiplier will increase title points earned based on the dog's placement.
fr: Entrez l'endroit qui a un multiplicateur. Le multiplicateur augmentera les points de Récompense gagnés basés sur le Classement du chien.

# HIDC_CONFIG_PLACEINFO_VALUE
source: Enter the multiplier value for the specified placement.
fr: Entrez la valeur de multiplicateur pour le Classement spécifié.

# HIDC_CONFIG_UPDATE_DEFAULT
source: Merge in the configuration defined in this program.
fr: Fusionnez dans la configuration définie dans ce programme.

# HIDC_CONFIG_UPDATE_EXISTING
source: Merge in a configuration from another AgilityRecordBook file.
fr: Fusionnez dans une configuration d'un autre dossier d'AgilityRecordBook.

# HIDC_CONFIG_UPDATE_FILENAME
source: Name of file to merge.
fr: Le nom de dossier pour fusionner.

# HIDC_CONFIG_UPDATE_NAME
source: Select a file.
fr: Sélectionner un dossier.

# HIDC_CONFIG_VENUE
source: Name of Venue.
fr: Le nom dorganisation.

# HIDC_CONFIG_VENUE_COPY
source: Copy the selected item.
fr: Copier l'article sélectionné.

# HIDC_CONFIG_VENUE_DELETE
source: Delete the selected item.
fr: Supprimer l'article sélectionne.

# HIDC_CONFIG_VENUE_DESC
source: Description of the venue.
fr: Description dorganisation.

# HIDC_CONFIG_VENUE_DIVISION
source: List of currently configured divisions.
fr: Liste de niveaux conducteurs actuellement configurés.

# HIDC_CONFIG_VENUE_EDIT
source: Edit the selected item.
fr: Éditer l'article sélectionné.

# HIDC_CONFIG_VENUE_EVENT
source: List of currently configured events.
fr: La liste d'épreuves actuellement configurées.

# HIDC_CONFIG_VENUE_LEVEL
source: List of currently configured levels for the selected division.
fr: La liste des degrés actuellement configurés pour le niveau conducteur sélectionné.

# HIDC_CONFIG_VENUE_LONGNAME
source: Full name of the Venue.
fr: Le nom complet dorganisation.

# HIDC_CONFIG_VENUE_MOVE_DOWN
source: Move the selected item down.
fr: Faire descendre l'article sélectionné dans la liste.

# HIDC_CONFIG_VENUE_MOVE_UP
source: Move the selected item up.
fr: Faire monter l'article sélectionné dans la liste.

# HIDC_CONFIG_VENUE_NEW
source: Create a new item.
fr: Créer un nouvel article.

# HIDC_CONFIG_VENUE_TITLES
source: List of currently configured titles for the selected division.
fr: La liste des Récompenses actuellement configurées pour le niveau conducteur sélectionné.

# HIDC_CONFIG_VENUE_MULTIQ
source: Configure Multi-Q events (i.e.: AKC QQs and UKC QQQs).
fr: Configurer des épreuves Multi-Q (c.-à-d. : AKC QQs et UKC QQQs).

# HIDC_CONFIG_VENUE_URL
source: URL for the venue.
fr: Le site Web de lorganisation.

# HIDC_CONFIG_VENUE_LIFETIME_NAME
source: Name to use when displaying lifetime points. If this is not set, 'Lifetime' is used.
fr: Dénomination pour les points Cumulatifs. Si rien n'est entré, le nom, 'Points Cumulatifs' est utilisé.

# HIDC_CONFIG_COPY
source: Copy the selected item.
fr: Copier l'article sélectionné.

# HIDC_CONFIG_DELETE
source: Delete the selected item.
fr: Supprimer l'article sélectionné.

# HIDC_CONFIG_EDIT
source: Edit the selected item.
fr: Éditer l'article sélectionné.

# HIDC_CONFIG_NEW
source: Create a new item.
fr: Créer un nouvel article.

# HIDC_CONFIG_UPDATE
source: Update the configuration.
fr: Mettre à jour la configuration.

# HIDC_CONFIG_ITEMS
source: List of currently configured items.
fr: Liste des Articles actuellement configurés.

# HIDC_DOGNUM_DELETE
source: Delete the selected registration number.
fr: Supprimer le numéro d'enregistrement sélectionné.

# HIDC_DOGNUM_EDIT
source: Edit the selected registration number.
fr: Éditer ce numéro d'enregistrement.

# HIDC_DOGNUM_NEW
source: Create a new registration number.
fr: Créer un nouveau numéro d'enregistrement.

# HIDC_DOGNUM_REG_NUMS
source: List of configured registration numbers.
fr: Liste des numéros d'enregistrement configurés.

# HIDC_PICK_NAME
source: List of existing dogs.
fr: La liste des chiens existants.

# HIDC_DOGPTS_DELETE
source: Delete the selected existing points item.
fr: Supprimer l'article sur points existants sélectionné.

# HIDC_DOGPTS_EDIT
source: Edit the selected existing points item.
fr: Éditer l'article sur points existants sélectionné.

# HIDC_DOGPTS_NEW
source: Create a new existing points item.
fr: Créer un nouvel article sur points existants.

# HIDC_DOGPTS_POINTS
source: List of existing points. These allow you to enter an advanced dog without needing to enter every run the dog has done.
fr: La liste de points existants. Ceux-ci vous permettent d'entrer un chien avancé sans avoir de besoin d'entrer chaque parcours que le chien a faite.

# HIDC_DOG_BREED
source: Breed of your dog.
fr: Race de votre chien.

# HIDC_DOG_CALLNAME
source: Call name of your dog.
fr: Nom de votre chien.

# HIDC_DOG_DECEASED
source: Date this dog passed away.
fr: Date du décès de ce chien.

# HIDC_DOG_DOB
source: Birthday.
fr: Anniversaire.

# HIDC_DOG_IS_DECEASED
source: Has this dog passed away? This will cause the deceased date to be visible and stop computing the age.
fr: Ce chien est-il décédé? Ceci génèrera la date de décès et le programme ne calculera plus l'âge.

# HIDC_DOG_NOTES
source: Notes. Anything additional you want to add.
fr: Notes. N'importe quelle information que vous voulez ajouter.

# HIDC_DOG_REG_NAME
source: Registered name.
fr: Nom inscrit.

# HIDC_DOG_TITLE_DELETE
source: Delete the selected title.
fr: Supprimer la Récompense sélectionnée.

# HIDC_DOG_TITLE_EDIT
source: Edit the selected title.
fr: Éditer la Récompense sélectionnée.

# HIDC_DOG_TITLE_HIDDEN
source: Set the viewing status for hidden titles. This is also available in the main menu.
fr: Régler laffichage pour les Récompenses cachées. Cette fonction est aussi disponible dans le menu principal.

# HIDC_DOG_TITLE_NEW
source: Create a new title.
fr: Créer une nouvelle Récompense.

# HIDC_DOG_TITLE_TITLES
source: List of titles. The icon denotes whether the title is hidden and also whether you have actually received the certificate.
fr: La liste des Récompenses. L'icône indique si la Récompense est cachée et si vous avez reçu le certificat.

# HIDC_EXISTING_COMMENTS
source: Comments about these existing points.
fr: Notes sur ces points accumulés.

# HIDC_EXISTING_DATE
source: Date these points were earned by.
fr: Date à laquelle ces points ont été gagnés.
