Repository: dconnet/AgilityBook
Catalog: src/Win/res/*/menu.po
Languages: fr_fr

# MenuFile
source: &File
fr_fr: &Fichier

# MenuFileNew
source: &New Ctrl+N
fr_fr: &Nouveau Ctrl+N

# DescFileNew
source: Create a new document
fr_fr: Créer un nouveau document

# MenuFileOpen
source: &Open... Ctrl+O
fr_fr: &Ouvrir... Ctrl+O

# DescFileOpen
source: Open an existing document
fr_fr: Ouvrir un document existant

# MenuFileSave
source: &Save Ctrl+S
fr_fr: &Enregistrer Ctrl+S

# DescFileSave
source: Save the active document
fr_fr: Enregistrer le document actif

# MenuFileSaveAs
source: Save &As... F12
fr_fr: Enregistrer &Sous... F12

# DescFileSaveAs
source: Save the active document with a new name
fr_fr: Enregistrer le document actif sous un nouveau nom

# MenuFileLanguage
source: &Choose Language...
fr_fr: &Choisir langue...

# DescFileLanguage
source: Choose a language
fr_fr: Choisir une langue

# MenuFileImportExport
source: &Import and Export... Ctrl+E
fr_fr: Importer et E&xporter... Ctrl+E

# DescFileImportExport
source: Import and Export Wizard
fr_fr: Guide Import et Export

# MenuFileLinkedFiles
source: &Find all linked files...
fr_fr: &Trouver tous fichiers liés...

# DescFileLinkedFiles
source: Find all linked files
fr_fr: Trouver tous fichiers associés

# MenuFilePrint
source: &Print... Ctrl+P
fr_fr: &Imprimer... Ctrl+P

# DescFilePrint
source: Print the current view
fr_fr: Imprimer le document actif

# MenuFilePrintBlank
source: Print &Blank Runs...
fr_fr: Imprimer Parcours &Vierges...

# DescFilePrintBlank
source: Print blank sheets for recording runs
fr_fr: Emprimer page vierge pour enregistrer parcours

# MenuFilePrintPreview
source: Print Pre&view Ctrl+Alt+P
fr_fr: &Aperçu avant Impression Ctrl+Alt+P

# DescFilePrintPreview
source: Print Preview
fr_fr: Afficher des pages entières

# MenuFileRecent
source: Recent &Files
fr_fr: &Fichiers récents

# MenuFileExit
source: E&xit
fr_fr: &Quitter

# DescFileExit
source: Quit the application; prompts to save documents
fr_fr: Fermer l'application; propose d'enregistrer les documents

# MenuEdit
source: &Edit
fr_fr: &Édition

# MenuEditUndo
source: &Undo Ctrl+Z
fr_fr: &Annuler Ctrl+Z

# DescEditUndo
source: Undo the last action
fr_fr: Annule la dernière action

# MenuEditDuplicate
source: &Duplicate
fr_fr: &Dupliquer

# DescEditDuplicate
source: Duplicate the current selection
fr_fr: Dupliquer selection courant

# MenuEditCut
source: Cu&t Ctrl+X
fr_fr: Co&uper Ctrl+X

# DescEditCut
source: Cut the selection and put it on the Clipboard
fr_fr: Couper la sélection

# MenuEditCopy
source: &Copy Ctrl+C
fr_fr: &Copier Ctrl+C

# MenuEditCopySelection
source: &Copy Selection Ctrl+C
fr_fr: &Copier la sélection Ctrl+C

# DescEditCopy
source: Copy the selection and put it on the Clipboard
fr_fr: Copier la sélection

# MenuEditPaste
source: &Paste Ctrl+V
fr_fr: Co&ller Ctrl+V

# DescEditPaste
source: Insert Clipboard contents
fr_fr: Coller

# MenuEditSelectAll
source: Select &All Ctrl+A
fr_fr: &Sélectionner Tout Ctrl+A

# DescEditSelectAll
source: Select all items
fr_fr: Sélectionner le document entier

# MenuEditCopyTitles
source: Cop&y Titles
fr_fr: Copier &Récompenses

# DescEditCopyTitles
source: Copy titles
fr_fr: Copier Récompenses

# MenuEditReorder
source: &Reorder...
fr_fr: &Trier...

# DescEditReorder
source: Reorder items
fr_fr: Trier objets

# MenuEditFind
source: &Find... Ctrl+F
fr_fr: Rechercher... Ctrl+F

# DescEditFind
source: Find the specified text
fr_fr: Rechercher le texte spécifié

# MenuEditFindNext
source: Find Next F3
fr_fr: Rechercher Suivant F3

# DescEditFindNext
source: Find the next specified text
fr_fr: Trouver prochaine texte specifié

# MenuEditFindPrev
source: Find Previous Shift+F3
fr_fr: Rechercher Précédent Shift+F3

# DescEditFindPrev
source: Find the previous specified text
fr_fr: Trouver texte specifié precedent

# MenuEditConfig
source: C&onfiguration...
fr_fr: Co&nfigurer...

# DescEditConfig
source: Edit Venue configurations
fr_fr: Editer configurations organisation

# MenuDog
source: &Dog
fr_fr: &Chien

# MenuDogProperties
source: &Properties...
fr_fr: &Propriétés...

# DescDogProperties
source: Edit a Dog's information
fr_fr: Editer information sur chien

# MenuNew
source: &New...
fr_fr: &Nouveau...

# MenuNewRun
source: &New... Ctrl+R
fr_fr: &Nouveau... Ctrl+R

# MenuDogNew
source: &Dog...
fr_fr: &Chien...

# DescDogNew
source: Create a new Dog
fr_fr: Creer nouveau chien

# MenuDogDelete
source: De&lete...
fr_fr: &Supprimer

# DescDogDelete
source: Delete a Dog and all its information
fr_fr: Supprimer chien et tous information associé

# MenuTitle
source: &Title
fr_fr: &Récompense

# MenuTitleProperties
source: &Properties...
fr_fr: &Propriétés...

# DescTitleProperties
source: Edit a Title's information
fr_fr: Editer information sur distinction

# MenuTitleNew
source: &Title...
fr_fr: &Récompense

# DescTitleNew
source: Create a new Title
fr_fr: Creer nouveau distinction

# MenuTitleDelete
source: De&lete...
fr_fr: &Supprimer

# DescTitleDelete
source: Delete a Title
fr_fr: Supprimer distinction

# MenuTrial
source: Tr&ial
fr_fr: C&oncours

# MenuTrialProperties
source: &Properties...
fr_fr: &Propriétés...

# DescTrialProperties
source: Edit a Trial's information
fr_fr: Editer l'information sur concours

# MenuTrialNew
source: Tr&ial...
fr_fr: C&oncours

# DescTrialNew
source: Create a new Trial
fr_fr: Creer nouveau concours

# MenuTrialDelete
source: De&lete...
fr_fr: &Supprimer

# DescTrialDelete
source: Delete a Trial
fr_fr: Supprimer concours

# MenuTrialPrintRuns
source: Print &Runs...
fr_fr: &Imprimer Parcours...

# DescTrialPrintRuns
source: Print all the runs for the selected trial
fr_fr: Emprimer tous parcours pour concours selectionné

# MenuRun
source: &Run
fr_fr: &Parcours

# MenuRunProperties
source: &Properties...
fr_fr: &Propriétés...

# DescRunProperties
source: Edit a Run's information
fr_fr: Editer information parcours

# MenuRunNew
source: &Run... Ctrl+R
fr_fr: &Parcours Ctrl+R

# DescRunNew
source: Create a new Run
fr_fr: Creer nouveau parcours

# MenuRunDelete
source: De&lete...
fr_fr: &Supprimer

# DescRunDelete
source: Delete a Run
fr_fr: Supprimer a Parcours

# MenuRunPrintRuns
source: Print &Runs...
fr_fr: &Imprimer Parcours...

# DescRunPrintRuns
source: Print all the selected runs
fr_fr: Emprimer tous parcours selectionnés

# MenuCalendar
source: &Calendar
fr_fr: C&alendrier

# MenuCalendarProperties
source: &Properties...
fr_fr: &Propriétés...

# DescCalendarProperties
source: Edit an upcoming Calendar entry
fr_fr: Editer futur entré calendrier

# DescCalendarNew
source: Create an upcoming Calendar entry
fr_fr: Creer futur entré calendrier

# MenuCalendarDelete
source: De&lete...
fr_fr: &Supprimer

# DescCalendarDelete
source: Delete an upcoming Calendar entry
fr_fr: Supprimer futur entré calendrier

# MenuCalendarUpdate
source: &Update...
fr_fr: &Mise à jour...

# DescCalendarUpdate
source: Update Calendar entries from Online sources
fr_fr: Mettre a jour des entrés calendrier d'un source online

# MenuCalendarExport
source: &Export...
fr_fr: E&xporter...

# DescCalendarExport
source: Export Calendar entries
fr_fr: Exporter des entrés calendrier

# MenuCalendarTrialEntry
source: &Create Trial Entry...
fr_fr: Créer &Entrée Concours...

# DescCalendarTrialEntry
source: Create a Trial entry
fr_fr: Creer un entré concours

# MenuTraining
source: Tr&aining
fr_fr: &Entrainement

# MenuTrainingProperties
source: &Properties...
fr_fr: &Propriétés...

# DescTrainingProperties
source: Edit a Training Log entry
fr_fr: Editer entré Log Entraînement

# DescTrainingNew
source: Create a new Training Log entry
fr_fr: Creer un nouveau entré Log Entraînement

# MenuTrainingDelete
source: De&lete...
fr_fr: &Supprimer

# DescTrainingDelete
source: Delete a Training Log entry
fr_fr: Supprimer un entré Log Entraînement

# DescNotesClubs
source: Edit club information
fr_fr: Editer information sur club

# MenuNotesJudges
source: &Judges... Ctrl+J
fr_fr: &Juges... Ctrl+J

# DescNotesJudges
source: Edit judge information
fr_fr: Editer information sur juge

# MenuNotesLocations
source: &Locations
fr_fr: &Endroits

# DescNotesLocations
source: Edit location information
fr_fr: Editer information sur endroit

# MenuNotesSearch
source: &Search Notes...
fr_fr: &Recherche Notes...

# DescNotesSearch
source: Search Note Information
fr_fr: Recherche information note

# MenuView
source: &View
fr_fr: Affi&chage

# DescViewOptions
source: Change viewing options
fr_fr: Changer option affichage

# MenuViewCustomize
source: &Customize...
fr_fr: &Customiser...

# DescViewCustomize
source: Customize column layouts
fr_fr: Personalliser presentation colonnes

# MenuViewNewestTrials
source: Show &Newest Trials First
fr_fr: Montrer &Dernier Concours en premier

# DescViewNewestTrials
source: Sort newest trials first
fr_fr: Trier avec plus recent concours au debut

# MenuViewRunsByTrial
source: Show &Runs By Trial
fr_fr: Montrer &Parcours par Concours

# DescViewRunsByTrial
source: Show runs by selected trial
fr_fr: Montrer parcours par concours selectioné

# MenuViewIncludeTable
source: Include Table in &YPS
fr_fr: Inclure Table en &TPS

# DescViewIncludeTable
source: Include the table in the YPS
fr_fr: Inclure temps table dans m/s

# MenuViewSortPoints
source: Sort &Points View...
fr_fr: Trier &Affichage Points...

# DescViewSortPoints
source: Sort the Points View by the specified order
fr_fr: Trier points par ordre selectionné

# MenuViewHiddenTitles
source: Show &Hidden Titles
fr_fr: &Montrer Récompenses Cachées

# DescViewHiddenTitles
source: Show Titles that have been hidden
fr_fr: Montrer distinction cachés

# MenuViewLifePoints
source: &Lifetime Points by Event
fr_fr: Points c&umulatifs par épreuve

# DescViewLifePoints
source: View Lifetime Point details by Level or Event
fr_fr: Afficher points cumulatifs triés par degré ou épreuve

# MenuViewExpand
source: Expand
fr_fr: Développer

# DescViewExpand
source: Expand
fr_fr: Développer

# MenuViewCollapse
source: Collapse
fr_fr: Réduire

# DescViewCollapse
source: Collapse
fr_fr: Réduire

# MenuViewExpandAll
source: Expand All
fr_fr: Développer Tout

# DescViewExpandAll
source: Expand All
fr_fr: Développer Tout

# MenuViewCollapseAll
source: Collapse All
fr_fr: Réduire Tout

# DescViewCollapseAll
source: Collapse All
fr_fr: Réduire Tout

# MenuViewType
source: Type
fr_fr: Affichage

# MenuViewNotebook
source: &Notebook Ctrl-1
fr_fr: &Notes Ctrl-1

# DescViewNotebook
source: Notebook
fr_fr: Notes

# MenuViewListbook
source: &Listbook Ctrl-2
fr_fr: &Liste Ctrl-2

# DescViewListbook
source: Listbook
fr_fr: Liste

# MenuViewChoicebook
source: &Choicebook Ctrl-3
fr_fr: &Choix Ctrl-3

# DescViewChoicebook
source: Choicebook
fr_fr: Choix

# MenuViewTreebook
source: &Treebook Ctrl-4
fr_fr: &Arbre Ctrl-4

# DescViewTreebook
source: Treebook
fr_fr: Arbre

# MenuViewToolbook
source: T&oolbook Ctrl-5
fr_fr: &Outils Ctrl-5

# DescViewToolbook
source: Toolbook
fr_fr: Outils

# DescViewOrientation
source: Orientation of tabs
fr_fr: Orientation des onglets

# MenuViewTop
source: &Top
fr_fr: En &haut

# DescViewTop
source: Top
fr_fr: En haut

# MenuViewBottom
source: &Bottom
fr_fr: En &bas

# DescViewBottom
source: Bottom
fr_fr: En bas

# MenuViewLeft
source: &Left
fr_fr: A &gauche

# DescViewLeft
source: Left
fr_fr: A gauche

# MenuViewRight
source: &Right
fr_fr: A &droite

# DescViewRight
source: Right
fr_fr: A droite

# MenuWindow
source: &Window
fr_fr: Fenê&tre

# MenuWindowSplitter
source: Adjust &Splitter
fr_fr: Ajuster &Fractionnement

# DescWindowSplitter
source: Split the active window into panes
fr_fr: Fractionner la fenêtre active en deux volets

# MenuWindowNext
source: &Next Pane F6
fr_fr: Onglet &suivant F6

# DescWindowNext
source: Switch to the next window pane
fr_fr: Passer au fenêtre suivant

# MenuWindowPrev
source: &Previous Pane Shift+F6
fr_fr: Onglet &précédent Shift+F6

# DescWindowPrev
source: Switch back to the previous window pane
fr_fr: Revenir au fenêtre précédent

# MenuHelp
source: &Help
fr_fr: Ai&de

# MenuHelpUpdates
source: Check for &Updates...
fr_fr: Recherche de &Mise à jour...

# DescHelpUpdates
source: Check for Updates
fr_fr: Cherche mise a jour

# MenuHelpSysInfo
source: &System Information...
fr_fr: Information &Système...

# DescHelpSysInfo
source: Display information about the system
fr_fr: Montrer information sur system

# MenuHelpSplash
source: S&how Splash Screen...
fr_fr: Montrer &Écran Introduction...

# DescHelpSplash
source: Show the initial splash screen
fr_fr: Montrer ecran introduction

# MenuHelpAbout
source: &About Agility Record Book...
fr_fr: &A propos de Agility Record Book...

# DescHelpAbout
source: Display program information, version number and copyright
fr_fr: Afficher info sur le programme, version et copyright

# MenuDetails
source: &Details...
fr_fr: &Détails...

# DescDetails
source: Display details
fr_fr: Montrer details
